window.newsData = [
        {
        "id": "ap3",
        "title": "Pawan Kalyan: ఉగ్రవాద దాడికి నిరసనగా జనసేన సంతాప దినాలుు",
        "category": "Andhra Pradesh",
        "date": "2025-04-23",
        "time": "09:50 AM",
        "image": "/images/ap/ap3.jpg",
        "alt": "News",
        "excerpt": "Pawan Kalyan: జమ్మూ కాశ్మీర్‌లోని బైసరన్ ప్రాంతంలో పర్యాటకులపై ఉగ్రవాదులు దాడి చేసి పలువురిని హతమార్చడాన్ని తీవ్రంగా ఖండిస్తున్నానని ఏపీ ఉప ముఖ్యమంత్రి, జనసేన అధినేత పవన్‌కల్యాణ్ అన్నారు. ఈ ఉగ్రదాడికి నిరసనగా జనసేన కార్యాలయాలపై పార్టీ జెండా అవనతం చేస్తున్నట్లు పవన్‌కల్యాణ్ వెల్లడించారు....",
        "fullText": "జమ్మూ కాశ్మీర్‌లోని పహల్గామ్‌లో ఉగ్రదాడులు జరిగాయి. ఈ దాడుల్లో పలువురు చనిపోయారు. మృతుల సంఖ్య మరింత పెరిగే అవకాశం ఉందని ఇంటెలిజెన్స్ అధికారులు వెల్లడించారు. ఈ ఉగ్రదాడి పట్ల పలువురు ప్రముఖులు సంతాపం వ్యక్తం చేస్తున్నారు. ఈక్రమంలోనే ఏపీ ఉప ముఖ్యమంత్రి, జనసేన అధినేత పవన్‌కల్యాణ్ సంతాపం తెలిపారు. ఉగ్రవాద దాడిలో మృతులకు జనసేన ఆధ్వర్యంలో మూడు రోజులపాటు సంతాప దినాలను పవన్‌కల్యాణ్ ప్రకటించారు. ఈ మేరకు సోషల్ మీడియా మాధ్యమం ఎక్స్ వేదికగా పవన్‌కల్యాణ్ ఓ ప్రకటన చేశారు.జనసేన కార్యాలయాలపై పార్టీ జెండా అవనతం చేస్తున్నట్లు పవన్‌కల్యాణ్ వెల్లడించారు. జమ్మూ కాశ్మీర్‌లోని బైసరన్ ప్రాంతంలో పర్యాటకులపై ఉగ్రవాదులు దాడి చేసి 28 మందిని హతమార్చడాన్ని జనసేన తీవ్రంగా ఖండిస్తోందని అన్నారు. ఈ దుశ్చర్యను ఖండించి, మృతులకు సంతాపం తెలిపామనిఅన్నారు. జనసేన పక్షాన మృతులకు సంతాపం తెలియచేస్తూ మూడు రోజులపాటు సంతాప కార్యక్రమాలు నిర్వహించాలని నేతలకు పవన్ కల్యాణ్ దిశానిర్దేశం చేశారు. బుధవారం ఉదయం అన్ని జనసేన పార్టీ కార్యాలయాలపై పార్టీ జెండాను అవనతం చేస్తూ సగం వరకూ దించి ఉంచాలని నిర్ణయం తీసుకున్నారు. సాయంత్రం కూడళ్లలో కొవ్వొత్తులు వెలిగించాలని పిలుపునిచ్చారు. శుక్రవారం సాయంత్రం ఏపీ వ్యాప్తంగా మానవ హారాలు నిర్వహించి ఉగ్రవాద దాడిని ఖండించాలని నేతలకు పవన్‌కల్యాణ్ సూచించారు."
    },
        
        {
        "id": "ap2",
        "title": "Rammohan Naidu: ఉగ్రదాడి నేపథ్యంలో.. కేంద్రమంత్రి రామ్మోహన్ చొరవతో ప్రత్యేక విమానాలు",
        "category": "Andhra Pradesh",
        "date": "2025-04-23",
        "time": "09:35 AM",
        "image": "/images/ap/ap2.jpg",
        "alt": "News",
        "excerpt": "Union Minister Rammohan Naidu: జమ్మూ కశ్మీర్‌లో ఉగ్రదాడి నేపథ్యంలో కేంద్రమంత్రి రామ్మోహన్ నాయుడు ప్రత్యేక చర్యలు తీసుకుంటున్నారు. జమ్మూ కశ్మీర్‌కు ప్రత్యేక విమానాలు నడిపించాలని సంబంధింత అధికారులను ఆదేశించారు. ఎప్పటికప్పుడు అధికారులు తనకు సమాచారం అందించాలని కేంద్రమంత్రి రామ్మోహన్ కీలక ఆదేశాలు జారీ చేశారు....",
        "fullText": "ఢిల్లీ: తెలుగు ప్రజలను సురక్షితంగా ఏపీకి చేర్చడానికి ప్రత్యేక చొరవ తీసుకున్నామని కేంద్ర పౌర విమానయాన మంత్రి రామ్మోహన్ నాయుడు తెలిపారు. శ్రీనగర్ నుంచి ఢిల్లీ, ముంబైకి నాలుగు ప్రత్యేక విమానాల ఏర్పాటు చేస్తున్నట్లు ప్రకటించారు. మరిన్ని విమానాలు సిద్ధంగా ఉంచేలా చర్యలు చేపడుతున్నామని చెప్పారు. సర్జ్ ప్రైసింగ్‌కి బ్రేక్ – టికెట్ల ధరలు పెంచవద్దని విమాన సంస్థలకు ఆదేశాలు జారీ చేశారు. ఈ విషయంపై ఆంధ్రప్రదేశ్ సీఎం చంద్రబాబుతో చర్చించారు. ఆంధ్రభవన్‌లో ప్రత్యేక హెల్ప్‌డెస్క్ ఏర్పాటు చేశామని అన్నారు. కశ్మీర్‌లో జరిగిన ఉగ్రదాడి నేపథ్యంలో త్వరితగతిన చర్యలు చేపట్టి, బాధిత పర్యాటకులు, మృతుల కుటుంబాలకు అండగా ఉంటామని కేంద్రమంత్రి రామ్మోహన్ తెలిపారు. అక్కడి పరిస్థితి తెలిసిన వెంటనే కేంద్ర హోంమంత్రి అమిత్ షాతో మాట్లాడి, శ్రీనగర్ నుంచి ఢిల్లీకి రెండు, ముంబైకి మరో రెండు ప్రత్యేక విమానాలు అందుబాటులోకి తీసుకువచ్చామని కేంద్రమంత్రి రామ్మోహన్ నాయుడు అన్నారు. అవసరమైతే మరిన్ని విమానాలను సిద్ధంగా ఉంచేలా కూడా చర్యలు చేపడతామని తెలిపారు. ఇలాంటి విపత్కర సమయంలో ప్రయాణికులపై భారం ఉండకూడదనే ఉద్దేశంతో ఏకకాలంలో టికెట్ల ధరలు పెంచకూడదని అన్ని ఎయిర్‌లైన్స్‌‌ను ఆదేశించామని అన్నారు. ఈ నేపథ్యంలో ఆంధ్రప్రదేశ్ ముఖ్యమంత్రి చంద్రబాబు నాయుడుతో మాట్లాడానని తెలిపారు. ఆంధ్రభవన్‌లో ప్రత్యేక హెల్ప్ డెస్క్ ఏర్పాటు చేసి, కశ్మీర్‌లో ఉన్న తెలుగు పర్యాటకుల రాకపోకలు సమన్వయం చేసేలా చర్యలు చేపట్టామని కేంద్రమంత్రి రామ్మోహన్ నాయుడు స్పష్టం చేశారు. అలాగే, పహల్గామ్ వద్ద ఉగ్రదాడిలో ప్రాణాలు కోల్పోయిన విశాఖపట్నం వాసి చంద్రమౌలి కుటుంబానికి కేంద్రమంత్రి రామ్మోహన్ నాయుడు తన ప్రగాఢ సంతాపం వ్యక్తం చేశారు. ఈ విషయం తెలుసుకున్న వెంటనే విశాఖ కలెక్టర్‌తో మాట్లాడి, మృతదేహాన్ని గౌరవంగా విమానమార్గంలో తరలించేందుకు అన్ని ఏర్పాట్లు చేపట్టామని అన్నారు. ఇతర రాష్ట్రాలకు చెందిన మృతుల మృతదేహాలను తరలించడానికి వివిధ రాష్ట్ర ప్రభుత్వాలతో సమన్వయం చేస్తున్నామని కేంద్రమంత్రి రామ్మోహన్ నాయుడు తెలిపారు. ఈ క్లిష్ట సమయంలో కేంద్ర ప్రభుత్వం బాధితులకు అండగా నిలవడం, ఆంధ్రప్రదేశ్ ప్రజల పట్ల ప్రత్యేక శ్రద్ధ చూపించడం మానవతా ధోరణితో పని చేయడం ద్వారా రామ్మోహన్ నాయుడు ఒక బాధ్యతాయుతమైన నాయకుడిగా కీలకంగా వ్యవహరిస్తున్నారు."
    },
    
    {
        "id": "ap1",
        "title": "Chandrababu Naidu Amit Shah Meeting: అమరావతికి మద్దతివ్వండి",
        "category": "Andhra Pradesh",
        "date": "2025-04-23",
        "time": "09:08 AM",
        "image": "/images/ap/ap1.jpg",
        "alt": "News",
        "excerpt": " అమరావతిలో రాజధాని నిర్మాణం శరవేగంగా పూర్తిచేసేందుకు కేంద్ర ప్రభుత్వం మద్దతు అవసరమని కేంద్ర హోంమంత్రి అమిత్‌ షాకు సీఎం చంద్రబాబు విజ్ఞప్తి చేశారు....",
        "fullText": "ప్రధాని మోదీ మే 2న ప్రారంభించనున్న రాజధాని నిర్మాణం చరిత్రలో నిలిచిపోవాలని ఆకాంక్షిస్తున్నట్టు తెలిపారు. విదేశీ పర్యటన ముగించుకుని సోమవారం రాత్రి డిల్లీకి చేరుకున్న చంద్రబాబు.. మంగళవారం అమిత్‌ షాతో పాటు కేంద్ర మంత్రులతో భేటీ అయి రాష్ట్ర ప్రాజెక్టులు, పథకాల గురించి చర్చించారు. 75 సంవత్సరాలు పూర్తి చేసుకున్న సందర్భంగా చంద్రబాబును అమిత్‌ షా ప్రత్యేకంగా అభినందించారు. ఈ సందర్భంగా చంద్రబాబు మాట్లాడుతూ గత ప్రభుత్వ అరాచక నిర్ణయాలతో రాజధాని నిర్మాణం ఐదేళ్లు వెనక్కు వెళ్లిందని, ఈ పరిస్థితిని సరిదిద్ది ఏపీ ప్రజలకు ఒక భవ్యమైన రాజధానిని త్వరితగతిన నిర్మించేందుకు కేంద్రం పూర్తి మద్దతునివ్వాలని కోరారు. రాష్ట్రాన్ని గాడినపెట్టేందుకు గత 10 నెలల్లో తమ ప్రభుత్వం చేపట్టిన పలు కార్యక్రమాలను ఆయన అమిత్‌ షాకు వివరించారు. కాగా, జగన్‌ హయాంలో పెద్దఎత్తున జరిగిన మద్యం కుంభకోణం గురించి కూడా చంద్రబాబు ఆయనకు వివరించినట్టు తెలిసింది. దీనితో పోలిస్తే ఢిల్లీ మద్యం కుంభకోణం చాలా చిన్నదని, దాని ద్వారా వచ్చిన అక్రమ ఆదాయాన్ని అనేక రకాలుగా మళ్లించారని ఆయన చెప్పినట్టు సమాచారం."
    },
];
