window.newsData = [
    
  {
        "id": "ku1",
        "title": "కువైట్‌లో 18-35 ఏళ్ల వయస్సు ఉన్న వ్యక్తులను ఆరోగ్య మంత్రిత్వ శాఖలో సూపర్వైజరీ ఉద్యోగాలకు దరఖాస్తు చేసుకోవడానికి ఆహ్వానిస్తున్నారు",
        "category": "Kuwait",
        "date": "2025-04-21",
        "time": "11:16 AM",
        "image": "/images/news11.jpg",
        "alt": "News",
        "excerpt": "పబ్లిక్ ఆథారిటీ ఫర్ మ్యాన్పవర్, మినిస్ట్రీ ఆఫ్ హెల్త్ యొక్క కువైటైజేషన్ ప్రోగ్రామ్ ద్వారా....",
        "fullText": "పబ్లిక్ ఆథారిటీ ఫర్ మ్యాన్పవర్, మినిస్ట్రీ ఆఫ్ హెల్త్ యొక్క కువైటైజేషన్ ప్రోగ్రామ్ ద్వారా హాస్పిటల్స్ లో సూపర్వైజరీ పాత్రలను జాతీయం చేయడానికి ప్రయత్నాలు కొనసాగిస్తోంది. ఈ పథకంలో భాగంగా, ఆథారిటీ ఇప్పుడు హాస్పిటల్ న్యూట్రిషన్ కాంట్రాక్ట్స్ లో హాస్పిటల్ శుభ్రత సిబ్బందిని పర్యవేక్షించడంపై దృష్టి పెట్టిన పదవులకు దరఖాస్తులను స్వీకరిస్తోంది."
    },
    
];
