window.newsData = [
            {
        "id": "ind4",
        "title": "ప్రకాశంలో మళ్లీ భూకంపాలు – ప్రజలలో భయాందోళన",
        "category": "national",
        "date": "06-05-2025",
        "time": "01:40 PM",
        "image": "/images/national/national4.png",
        "alt": "National News",
        "fullText": "ఆంధ్రప్రదేశ్‌లోని ప్రకాశం జిల్లాలో మళ్లీ భూకంపాలు సంభవించాయి. మంగళవారం (ఇవాళ) పొదిలి, దర్శి, ముండ్లమూరు మండలాల్లో 2 సెకన్ల పాటు భూమి కంపించడంతో ప్రజలు భయంతో ఇళ్లు వదిలి బయటకు పరుగెత్తారు. గత ఏడాది డిసెంబర్‌లోనే ఈ ప్రాంతంలో వరుసగా 4 రోజులు భూకంపాలు నమోదయ్యాయి. ఎన్జీఆర్ఐ శాస్త్రవేత్తలు, గుండ్లకమ్మ నది పరివాహక ప్రాంతంలో భూగర్భ కదలికలు ఈ భూకంపాలకు కారణమని తెలిపారు. భూకంప తీవ్రత తక్కువగా ఉన్నప్పటికీ, భవిష్యత్తులో ఇంకా ఏమి జరుగుతుందో అనే భయంతో ప్రజలు ఆందోళన చెందుతున్నారు. ఈ ప్రాంతంలో గతంలో కూడా చిన్న భూకంపాలు నమోదయ్యాయి. శాస్త్రవేత్తలు, ఇవి సాధారణమేనని, కానీ భవిష్యత్తులో పర్యవేక్షణ అవసరమని చెబుతున్నారు.",
        "featured": true
    },
         {
        "id": "ind3",
        "title": "సుప్రీంకోర్టు జడ్జిల ఆస్తుల వివరాలు బహిర్గతం",
        "category": "national",
        "date": "06-05-2025",
        "time": "12:17 PM",
        "image": "/images/national/national3.png",
        "alt": "National News",
        "fullText": "సుప్రీంకోర్టు న్యాయమూర్తులు తమ ఆస్తుల వివరాలను బహిర్గతం చేశారు. ఏప్రిల్ 1న జడ్జెస్ ఫుల్ కోర్టు మీటింగ్‌లో ఈ నిర్ణయం తీసుకున్నారు. ప్రస్తుతం సుప్రీంకోర్టులో ఉన్న 33 మంది న్యాయమూర్తులలో 21 మంది తమ ఆస్తుల వివరాలను అధికారిక వెబ్‌సైట్‌లో పోస్ట్ చేశారు. జస్టిస్ కె.వి. విశ్వనాథన్ అత్యధిక ఆస్తులు కలిగిన న్యాయమూర్తిగా నిలిచారు. వారికి రూ.120 కోట్ల పెట్టుబడులు, రూ.91 కోట్ల ఆదాయపన్ను చెల్లింపు రికార్డ్ ఉంది. సీజేఐ సంజీవ్ కన్నాకు రూ.1.06 కోట్ల పీపీఎఫ్, రూ.55.75 లక్షల ఫిక్స్డ్ డిపాజిట్‌లు ఉన్నాయి. ఢిల్లీలో ఇద్దరు ఫ్లాట్లు కూడా వారికి ఉన్నాయి. తదుపరి సీజేఐ కానున్న జస్టిస్ గవాయ్కు రూ.19.63 లక్షల బ్యాంక్ బ్యాలెన్స్, రూ.6.59 లక్షల పీపీఎఫ్ ఉన్నాయి. అమరావతి, ముంబై, ఢిల్లీలో ఇళ్లు కూడా ఉన్నాయి.జస్టిస్ ఓకాకు రూ.92.35 లక్షల పీపీఎఫ్, రూ.21.76 లక్షల ఫిక్స్డ్ డిపాజిట్లు ఉన్నాయి. మారుతి బలేనో కారుపై రూ.5.1 లక్షల రుణం కూడా ఉంది.",
        "featured": true
    },
      {
        "id": "ind2",
        "title": "Virat Kohli IPL 2025: అందుకే కెప్టెన్సీ వదిలేశా.. కోహ్లీ సంచలన వ్యాఖ్యలు",
        "category": "national",
        "date": "06-05-2025",
        "time": "11:51 AM",
        "image": "/images/national/national2.png",
        "alt": "National News",
        "fullText": "విరాట్ కోహ్లీ ఐపీఎల్‌లో బ్యాటింగ్‌తో అద్భుతంగా పనిచేస్తున్నాడు. కొత్త కెప్టెన్ రజత్ పాటిదార్‌కు కూడా సహాయం చేస్తున్నాడు. కానీ, ఆర్సీబీ కెప్టెన్సీని ఎందుకు వదిలేసాడో తాజాగా వివరించాడు.\n 2016-2019 మధ్య కెప్టెన్‌గా ఉన్నప్పుడు ప్రతి మ్యాచ్‌లోనూ బాగా ఆడాలనే ఒత్తిడి ఎక్కువగా ఉండేదని, ఇది తన మనస్సాక్షికి భారంగా మారిందని అన్నాడు. టీమ్ ఇండియా మరియు ఆర్సీబీ కెప్టెన్సీలో ఎక్కువ అంచనాలు, ఒత్తిడి కారణంగా ఇప్పుడు కెప్టెన్సీకి దూరంగా ఉంటున్నానని చెప్పాడు.\n 24 గంటలు క్రికెట్ ఆలోచనలతో ఒత్తిడిలో ఉండటం వల్ల ఈ నిర్ణయం తీసుకున్నానని, ఇప్పుడు కేవలం బ్యాటింగ్‌పై దృష్టి పెట్టాలని, సుఖంగా ఆడాలని కోహ్లీ తెలిపాడు. ప్రజల ప్రేమే తనకు చాలా ముఖ్యమని కూడా అన్నాడు.",
        "featured": true
    },
    {
        "id": "ind1",
        "title": "Gold Price: మళ్లీ పెరిగిన బంగారం ధరలు.. ఎంతంటే",
        "category": "national",
        "date": "06-05-2025",
        "time": "11:25 AM",
        "image": "/images/national/national1.png",
        "alt": "National News",
        "fullText": "Gold Price Today: నిన్న 10 గ్రాముల 24 క్యారెట్ల బంగారం ధర 95,730 రూపాయలు.. 10 గ్రాముల 22 క్యారెట్ల బంగారం ధర 87,750 రూపాయలు.. 10 గ్రాము 18 క్యారెట్ల బంగారం ధర 71,800 రూపాయలు ఉండింది. ఈ రోజు బంగారం ధర బాగానే పెరిగింది.\n వారం రోజుల ముందు వరకు బంగారం ధరలు ఆకాశాన్ని అంటాయి. 10 గ్రాముల 24 క్యారెట్ల స్వచ్చమైన బంగారం ధర లక్ష రూపాయలకు చేరింది. పసిడి ప్రియులకు పెద్ద షాక్ ఇచ్చింది. ఇక, పేద.. మధ్య తరగతి వారి గురించి చెప్పక్కర్లేదు. బంగారం కొనాలనుకునే ఆశల్నే చంపేసుకునే పరిస్థితికి వచ్చారు. అయితే, లక్షకు చేరిన తర్వాత ఊహించని విధంగా బంగారం ధరలు తగ్గుతూ వచ్చాయి. హమ్మయ్యా.. ఇంకా కొంచెం తగ్గితే బంగారం కొనేద్దాం అనుకునేలోపే.. బంగారం బాదుడు మళ్లీ మొదలైంది. గత కొద్దిరోజులనుంచి తగ్గుతూ వచ్చిన బంగారం ధరలు ఈ రోజు పెరిగాయి.\n నిన్న 10 గ్రాముల 24 క్యారెట్ల బంగారం ధర 95,730 రూపాయలు.. 10 గ్రాముల 22 క్యారెట్ల బంగారం ధర 87,750 రూపాయలు.. 10 గ్రాము 18 క్యారెట్ల బంగారం ధర 71,800 రూపాయలు ఉండింది. ఈ రోజు బంగారం ధర బాగానే పెరిగింది. గ్రాముపై ఒక రూపాయి చొప్పున 10 గ్రాములపై 10 రూపాయలు పెరిగింది. ఈ రోజు 10 గ్రాముల 24 క్యారెట్ల బంగారం ధర 95,740 దగ్గర ట్రేడ్ అవుతోంది. 10 గ్రాముల 22 క్యారెట్ల బంగారం ధర 87,760 దగ్గర ట్రేడ్ అవుతోంది. 10 గ్రాముల 18 క్యారెట్ల బంగారం ధర 71,810 దగ్గర ట్రేడ్ అవుతోంది.",
        "featured": true
    },
    {
        "id": "ind3",
        "title": "పహల్గాం దాడికి ప్రతీకారం? పాక్ సైన్యంలో భయాందోళనలు!",
        "category": "national",
        "date": "01-05-2025",
        "time": "10:09 AM",
        "image": "/images/national/national2.png",
        "alt": "National News",
        "fullText": "ఇటీవలే 4,500 మంది సైనికులు, 250 మంది అధికారులు రాజీనామా చేసినట్లు 'ఎకనమిక్‌ టైమ్స్‌' వెల్లడించింది.సైన్యాధిపతి జనరల్ అసీం మునీర్ అదృశ్యమయ్యారని, ఇప్పుడు రావల్పిండి బంకర్‌లో దాక్కున్నారని కొందరు అధికారులు చెబుతున్నారు. అయితే, పాక్ ప్రభుత్వం ఈ వార్తలను తిరస్కరించింది. సైనికుల మనోబలం పెంచేందుకు ఐఎస్పిఆర్ అధికారి మేజర్ జనరల్ మాలిక్ ప్రత్యేక లేఖ రాసి ధైర్యం చెప్పారు.ప్రస్తుతం పాక్ సైన్యంలో అస్థిరత, భయం వ్యాపించిన పరిస్థితిలో భారత్ చర్యలు ఏమిటో అన్నదే ప్రధాన ఆందోళనగా మారింది.",
        "featured": false
    },
    {
        "id": "ind4",
        "title": "కొత్త జాతీయ విధానం ప్రకటన",
        "category": "national",
        "date": "02-05-2025",
        "time": "11:00 AM",
        "image": "/images/national/national3.png",
        "alt": "New National Policy",
        "fullText": "ప్రభుత్వం రైతుల మరియు ఉద్యోగుల కోసం కొత్త జాతీయ విధానాన్ని ప్రకటించింది. ఈ విధానం ద్వారా ఆర్థిక సహాయం మరియు ఉపాధి అవకాశాలు పెరుగుతాయి.",
        "featured": true
    }
];
