window.newsData = [
    {
        "id": "ind1",
        "title": "భారతీయ రైల్వే – ప్రగతి మరియు మొదటి ప్రైవేట్ స్టేషన్",
        "category": "national",
        "date": "01-05-2025",
        "time": "09:39 AM",
        "image": "/images/national/national1.png",
        "alt": "National News",
        "excerpt": "భారతీయ రైల్వే ప్రపంచంలో 5వ అతిపెద్ద రైలు నెట్‌వర్క్‌గా నిలిచింది...",
        "fullText": "దేశవ్యాప్తంగా 7,308 స్టేషన్లతో, రోజుకు 13,000 రైళ్లు 2 కోట్ల ప్రయాణికులను తీసుకువెళ్తాయి. సరకు రవాణా దాని ప్రధాన ఆదాయ వనరు, కానీ ప్రభుత్వం ప్రైవేట్ రంగ పాలుపాటును పెంచుతోంది.\n\n ఈ దిశలో ఒక ముఖ్యమైన విజయం భోపాల్‌లోని రాణి కమలాపతి స్టేషన్ (మునుపు హబీబ్‌గంజ్). ఇది భారతదేశంలో మొదటి ప్రైవేట్ రైల్వే స్టేషన్‌గా 2021లో ప్రధానమంత్రి మోదీ చేతుల మీదుగా ప్రారంభించబడింది. ఇందులో ఎయిర్‌కండిషన్డ్ లాబీలు, ఎస్కలేటర్లు, రిటైల్ దుకాణాలు మరియు సోలార్ శక్తిని ఉపయోగించే ఆధునిక సౌకర్యాలు ఉన్నాయి. ఈ స్టేషన్‌ను బన్సల్ గ్రూప్ నిర్వహిస్తున్నప్పటికీ, యాజమాన్యం ప్రభుత్వానికే చెందినది.\n\n భవిష్యత్తులో ఢిల్లీ, అహ్మదాబాద్ మరియు ముంబై స్టేషన్లను కూడా ఇదే మాదిరిగా అభివృద్ధి చేయాలని ప్రణాళికలు ఉన్నాయి. 1853లో ముంబై-థానే మార్గంలో మొదటి ప్రయాణిక రైలు ప్రయాణం ప్రారంభించినట్లు, భారతీయ రైల్వేకు 160 సంవత్సరాల చరిత్ర ఉంది.",
        "featured": true
    },
    {
        "id": "ind2",
        "title": "పహల్గాం దాడికి ప్రతీకారం? పాక్ సైన్యంలో భయాందోళనలు!",
        "category": "national",
        "date": "01-05-2025",
        "time": "10:09 AM",
        "image": "/images/national/national2.png",
        "alt": "National News",
        "excerpt": "పహల్గాం ఉగ్రదాడికి భారత్ ప్రతీకారం చేస్తే యుద్ధాన్ని ఎదుర్కోలేమని పాకిస్థాన్ సైనికులు, అధికారులు కూడా భయపడుతున్నారని నివేదికలు...",
        "fullText": "ఇటీవలే 4,500 మంది సైనికులు, 250 మంది అధికారులు రాజీనామా చేసినట్లు 'ఎకనమిక్‌ టైమ్స్‌' వెల్లడించింది.సైన్యాధిపతి జనరల్ అసీం మునీర్ అదృశ్యమయ్యారని, ఇప్పుడు రావల్పిండి బంకర్‌లో దాక్కున్నారని కొందరు అధికారులు చెబుతున్నారు. అయితే, పాక్ ప్రభుత్వం ఈ వార్తలను తిరస్కరించింది. సైనికుల మనోబలం పెంచేందుకు ఐఎస్పిఆర్ అధికారి మేజర్ జనరల్ మాలిక్ ప్రత్యేక లేఖ రాసి ధైర్యం చెప్పారు.ప్రస్తుతం పాక్ సైన్యంలో అస్థిరత, భయం వ్యాపించిన పరిస్థితిలో భారత్ చర్యలు ఏమిటో అన్నదే ప్రధాన ఆందోళనగా మారింది.",
        "featured": false
    },
];
