window.newsData = [
   {
        "id": "ts1",
        "title": "షార్ట్‌ సర్క్యూట్‌తో కారు దగ్ధం",
        "category": "Telangana",
        "date": "2025-04-21",
        "time": "10:47 PM",
        "image": "/images/telangana/tg1.jpg",
        "alt": "News",
        "excerpt": "హైదరాబాద్‌-విజయవాడ జాతీయ రహదారిపై షార్ట్‌సర్క్యూట్‌తో ఓ కారు దగ్ధంకాగా, అం దులో ప్రయాణిస్తున్న భార్యాభర్తలు ప్ర మాదం నుంచి త్రుటితో తప్పించుకున్నా రు....",
        "fullText": "హైదరాబాద్‌-విజయవాడ జాతీయ రహదారిపై షార్ట్‌సర్క్యూట్‌తో ఓ కారు దగ్ధంకాగా, అం దులో ప్రయాణిస్తున్న భార్యాభర్తలు ప్ర మాదం నుంచి త్రుటితో తప్పించుకున్నా రు. సోమవారం నల్లగొండ జిల్లా కేతేపల్లి మండలంలోని కొర్లపహాడ్‌ వద్ద ఈ సంఘటన జరిగింది. స్థానికులు, పోలీసులు తెలిపిన మేరకు వివరాలు ఇలా ఉన్నాయి. రం గారెడ్డి జిల్లా చేవెళ్ల ప్రభుత్వ జూనియర్‌ కళాశాల ప్రిన్సిపాల్‌ వి.వెంకట్రావు హైదరాబాద్‌లో నివసిస్తున్నారు. ఆయన భార్యతో కలిసి రెనాల్ట్‌ క్విడ్‌ కారులో సోమవారం విజయవాడకు ఉదయం బయలుదేరారు. ఉదయం 7గంటల ప్రాంతంలో కేతేపల్లి మండలంలోని కొర్లపహాడ్‌ గ్రామానికి చేరుకునే సమయానికి కారు ఏసీలో నుంచి పొగ వచ్చింది. దీంతో అందులో ప్రయాణిస్తున్న భార్యాభర్తలు కారును రోడ్డు పక్కకు నిలిపి కిందకు దిగి కారును పరిశీలించారు. అప్పటికే పొగ దట్టంగా కమ్ముకుని మంటలు ఎగిశాయి. కారు అద్దాలు మూసి ఉండటం, మంటలు పెరగడంతో కారు లోపల పీడనం అధికమై భారీ శబ్ధంతో కారు అద్దా లు పగిలాయి. దీంతో వెంకట్రావు దంపతులు భయాందోళనతో దూరంగా పరుగెత్తారు. భారీ శబ్ధాని కి పరిసరాల్లోని వారంతా సంఘటనా స్థలానికి చేరుకున్నారు. సమాచారం అందుకున్న నకిరేకల్‌ అ గ్నిమాపక కేంద్రం సిబ్బంది సంఘటనా స్థలానికి చేరుకుని మంటలను అదుపు చేశారు. అప్పటికే కారు పూర్తిగా కాలిపోయింది. ఈ సంఘటనపై బాధితుల ఫిర్యాదు మేరకు కేసు నమోదు చేసి ద ర్యాప్తు చేస్తున్నట్లు కేతేపల్లి ఎస్‌ఐ ఏ.శివతేజగౌడ్‌ తెలిపారు."
    },
];
