window.newsData = [
    {
        "id": "ap1",
        "title": "Chandrababu Naidu Amit Shah Meeting: అమరావతికి మద్దతివ్వండి",
        "category": "Andhra Pradesh",
        "date": "2025-04-23",
        "time": "09:08 AM",
        "image": "/images/data/ap1.jpg",
        "alt": "News",
        "excerpt": " అమరావతిలో రాజధాని నిర్మాణం శరవేగంగా పూర్తిచేసేందుకు కేంద్ర ప్రభుత్వం మద్దతు అవసరమని కేంద్ర హోంమంత్రి అమిత్‌ షాకు సీఎం చంద్రబాబు విజ్ఞప్తి చేశారు....",
        "fullText": "ప్రధాని మోదీ మే 2న ప్రారంభించనున్న రాజధాని నిర్మాణం చరిత్రలో నిలిచిపోవాలని ఆకాంక్షిస్తున్నట్టు తెలిపారు. విదేశీ పర్యటన ముగించుకుని సోమవారం రాత్రి డిల్లీకి చేరుకున్న చంద్రబాబు.. మంగళవారం అమిత్‌ షాతో పాటు కేంద్ర మంత్రులతో భేటీ అయి రాష్ట్ర ప్రాజెక్టులు, పథకాల గురించి చర్చించారు. 75 సంవత్సరాలు పూర్తి చేసుకున్న సందర్భంగా చంద్రబాబును అమిత్‌ షా ప్రత్యేకంగా అభినందించారు. ఈ సందర్భంగా చంద్రబాబు మాట్లాడుతూ గత ప్రభుత్వ అరాచక నిర్ణయాలతో రాజధాని నిర్మాణం ఐదేళ్లు వెనక్కు వెళ్లిందని, ఈ పరిస్థితిని సరిదిద్ది ఏపీ ప్రజలకు ఒక భవ్యమైన రాజధానిని త్వరితగతిన నిర్మించేందుకు కేంద్రం పూర్తి మద్దతునివ్వాలని కోరారు. రాష్ట్రాన్ని గాడినపెట్టేందుకు గత 10 నెలల్లో తమ ప్రభుత్వం చేపట్టిన పలు కార్యక్రమాలను ఆయన అమిత్‌ షాకు వివరించారు. కాగా, జగన్‌ హయాంలో పెద్దఎత్తున జరిగిన మద్యం కుంభకోణం గురించి కూడా చంద్రబాబు ఆయనకు వివరించినట్టు తెలిసింది. దీనితో పోలిస్తే ఢిల్లీ మద్యం కుంభకోణం చాలా చిన్నదని, దాని ద్వారా వచ్చిన అక్రమ ఆదాయాన్ని అనేక రకాలుగా మళ్లించారని ఆయన చెప్పినట్టు సమాచారం."
    },
];
