window.newsData = [
    {
        "id": "gulf1",
        "title": "శకువైట్ పౌరుడు 16 నకిలీ సోషల్ మీడియా ఖాతాలతో అరెస్ట్",
        "category": "gulf",
        "date": "01-05-2025",
        "time": "02:18 PM",
        "image": "/images/kuwait/ku1.jpg",
        "alt": "Fake social media accounts",
        "excerpt": "దుబాయ్: కువైట్ పౌరుడు 16 నకిలీ సోషల్ మీడియా ఖాతాలను నిర్వహించి, అబద్ధపు వార్తలు, అప్రమత్తమైన పుకార్లు పంపి, ఇతర పౌరులను అవమానించిన ఆరోపణలతో అరెస్టయ్యాడు.",
        "fullText": "ఈ క్రమంలో అతను డబ్బు సంపాదించినట్లు తెలిసింది/n/n*అంతర్గత మంత్రిత్వ శాఖ స్పెషల్ టీమ్స్ సస్పెక్ట్‌ను షాపింగ్ మాల్‌లో అరెస్టు చేసింది. /n/n*అతని వద్ద నుండి నకిలీ ఖాతాలు నిర్వహించడానికి ఉపయోగించిన మొబైల్ ఫోన్లు, నార్కోటిక్ పదార్థాలు, మద్యం జప్తు చేయబడ్డాయి./n/n*కరేబియన్ దేశ పౌరుడితో కలిసి ఈ నకిలీ ఖాతాలను నిర్వహించి డబ్బు సంపాదించినట్లు సస్పెక్ట్ ఒప్పుకున్నాడు./n/n*ప్రజల మధ్య విభేదాలు సృష్టించడం, వ్యక్తుల పట్ల అవమానకరమైన పోస్ట్లు పెట్టడం వంటి నేరాలకు సంబంధించిన విచారణ జరుగుతోంది./n ఈ సందర్భంగా అంతర్గత మంత్రిత్వ శాఖ, సోషల్ మీడియాలో నకిలీ ఖాతాల ద్వారా చట్టవిరుద్ధమైన పనులు చేసే వారిపై కఠినమైన చర్యలు తీసుకుంటామని హెచ్చరించింది."
    },
];
